[
  {
    "id": 1,
    "name": "Asymptomatic Testing Center",
    "description": "Create a COVID testing center in Cabot Cage for asymptomatic population.",
    "lat": 42.339598,
    "lng": -71.089835
  },
  {
    "id": 2,
    "name": "Symptomatic Testing Center",
    "description": "Create a COVID testing center in Cabot for asymptomatic population, and a testing center in Marino (SASS) for symptomatic population.",
    "lat": 42.34024,
    "lng": -71.090042
  },
  {
    "id": 3,
    "name": "BioE Capstone",
    "description": "Expansion of the BioEngineering Capstone program to accommodate anticipated expansion of program. Reprogramming and renovation of the Student Group spaces within the Richards basement to ensure infrastructure is in place to allow use of the space.",
    "lat": 42.339934,
    "lng": -71.08872
  },
  {
    "id": 4,
    "name": "Belvidere Place Renovations",
    "description": "",
    "lat": 42.345302,
    "lng": -71.083835
  },
  {
    "id": 5,
    "name": "ECE Teaching Classroom",
    "description": "This project seeks to optimize the space in Hayden Hall for showcasing College of Engineering Teaching Classrooms,  Capstone Design Studio,  and lab space for Electrical and Computer Engineering. The program includes updated Capstone Design Studio,  larger ECE classrooms,  dry labs for microelectronics/sensors and related research,  and maker space to enhance the experience and increase visibility.",
    "lat": 42.339463,
    "lng": -71.088546
  },
  {
    "id": 6,
    "name": "Fenway Center",
    "description": "Modifications to the Fenway Center to make it fully ADA compliant.",
    "lat": 42.34209,
    "lng": -71.087928
  },
  {
    "id": 7,
    "name": "Richardson Plaza",
    "description": "Project scope encompasses the transforming Richardson Plaza to attract more usage and create green space with seatings in addition to upgrading the lighting and possibly adding outlet around the site.",
    "lat": 42.338914,
    "lng": -71.09091
  },
  {
    "id": 8,
    "name": "Snell Engineering",
    "description": "Complete a gut renovation of classrooms 108 and 168 Snell Engineering.",
    "lat": 42.338325,
    "lng": -71.088853
  },
  {
    "id": 9,
    "name": "Wind Generator",
    "description": "",
    "lat": 42.477956,
    "lng": -71.19323
  },
  {
    "id": 10,
    "name": "outdoor dining tents",
    "description": "Installation of tents and furniture in five locations on campus to provide space for student events during the fall semester.",
    "lat": 42.337306,
    "lng": -71.091288
  }
]
